{
	"items": [
		{
			"name": "Aballon",
			"images": {
				"body": "aballon.png",
				"background": "aballon.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The closest planet to the sun, Aballon is a drab world of dusty craters, gray deserts, and sharp-edged mountains. What wisps of atmosphere the planet’s gravity manages to cling to are quickly blasted away by the solar wind, leaving a quiet landscape of rock and heavy metals that’s blisteringly hot in the sun and coated with ice in the shade, inimical to all but the hardiest biological life.",
						"Fortunately, most life on Aballon isn’t biological. Thousands of years before either the Gap or common spaceflight, a mysterious race called the First Ones touched down on Aballon. Using the abundant metals and solar energy, they crafted an immense army of servitor machines, from simple drones to hyperintelligent overseer units, setting them to work harvesting the planet’s resources.",
						"And then they left. In the millennia that followed, the machines upgraded themselves, spreading out and evolving to form an entire artificial ecosystem, from simple worker bots and the self-guided predator drones that prey upon them to fully sentient machines that make up a vast society. Those in this atter group, collectively named anacites, take a wide variety of physical forms suited to their assigned tasks, though they tend toward silvery arthropod bodies, which in recent years many have taken to painting different colors or in abstract schematiclike patterns to help identify themselves to nonmachines.",
						"Culturally, most Aballonian anacites fall into one of two ideological groups. Members of the first group, Those Who Wait, continue to upgrade themselves and stockpile wealth and resources in the belief that the First Ones will eventually return and that all of Aballon must be ready to receive them when they do. Those Who Become, on the other hand, believe their destiny is to take on the mantle of the First Ones and colonize new worlds themselves, aiming their robotic seedships out toward the stars. Both groups wield considerable economic power due to the high concentration of rare ores they mine from the Midnight Trenches, as well as through the influence of anacite-run technology corporations such as Automatrix Robotics, which specializes in creating nonsentient ship AIs and servitor bots for resale on other Pact Worlds. Both groups also regularly hire offworlder adventurers to mount expeditions into the nine ancient cities of the First Ones—gleaming but deteriorating collections of spires which anacites themselves are forbidden from entering by ancient law—in hopes of uncovering clues as to their progenitors’ identity and ultimate goals.",
						"Over the ages, anacite civilization has gone from a simple network of automated factories producing ever more machines to a world-spanning array of cities dwarfing those of the First Ones. Often confusing to biological creatures, these cities are nonetheless eminently logical and efficient, with floating towers, lightless access tunnels, and skittering maintenance bots. Many include large atmosphere factories for the benefit of biological visitors and residents—while the planet is constantly losing its thin atmosphere, these replenish it and often specialize in producing “heavy air,” or artificial magnetospheres, that keep the regions in and around their cities at a comfortable atmospheric pressure for common Pact Worlds humanoids.",
						"The largest anacite settlement, Striving, is famous across the solar system as the seat of the Machine Court, an unfailingly logical coalition of robotic judges that arbitrate conflicts between residents, assist the network of governing AIs known as the Insight Array, and keep the peace between the planet’s factions. Over the objections of other planetary governments and even the Pact Council itself, the Machine Court offers androids and other mechanical beings from across the system the right to be tried in their halls even for crimes committed on other worlds, with no fear of extradition. The verdicts are always fair, and the possibility of having the facts examined utterly without prejudice makes Striving widely renowned as a haven for all artificial beings. Thus, many androids can be found living in those districts catering to biological creatures.",
						"Striving is also a key holy site of the church of Triune. It was here that the anacites created and still maintain the city-sized neural network of the same name, which gave birth to Epoch, one of the machine god’s three aspects. The three overlapping geodesic spheres of Unification Cathedral in the city’s center stand atop a massive (and highly classified) subterranean factory producing Drift beacons for priests to place around the galaxy."
					]
				}
			]
		},
		{
			"name": "Absalom Station",
			"images": {
				"body": "absalomstation.png",
				"background": "absalomstation.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Floating in the orbit formerly occupied by Golarion, Absalom Station is the primary home of humanity and the undisputed center of both interstellar trade and governance among the Pact Worlds. From here, the Pact Council and its legion of delegates from all recognized Pact Worlds control the fragile alliance keeping harmony in the system, while also regulating property claims on newly discovered worlds. Here as well are the headquarters of the interplanetary law-enforcement officers called Stewards, AbadarCorp’s home offices (at least on the Material Plane), the Archives of the galaxy-exploring Starfinders, and more. Yet the most important feature of the space station is not its grand and mysterious architecture, nor its myriad residents, but the strange artifact locked deep within the station’s heavily guarded core: the fabled Starstone. For reasons unknown even to priests of Triune, the Starstone not only powers the station but acts as an immensely powerful hyperspace beacon, allowing ships to jump quickly to the space around it no matter the distance and making Absalom Station a natural relay point for voyages returning from beyond the solar system.",
						"No one knows who built the vast space platform or when it entered Golarion’s orbit, though the name hearkens back to that world’s pre-Gap history. Artificial gravity creates a consistent “down” in most of the station’s radial arms and soaring towers, and aside from individual neighborhoods retrofitted to accommodate the environmental needs of resident aliens, most of the station seems designed to cater to human comfort. Otherwise, neighboring districts often have shockingly different cultures and living conditions, from Sparks’ hardscrabble engineering bays and the flooded tank-warrens of Puddles to the rowdy spacer bars of Drifter’s End and the elegant, selfcontained corporate enclaves in Bluerise Tower. As a general rule, money and power flow inward from the numerous bustling docks toward the great parklike dome known as the Eye, while the downtrodden masses sink down into the machinecramped access warrens of the Spike.",
						"Gangs rule lower-class neighborhoods such as Botscrap, Downlow, and Pipetown, yet their tentative alliances filter all the way into the upper reaches of government via the station’s Syndicsguild, the legislative body that gives each neighborhood a voice in station policy and elects the station’s ruling Prime Executive (or Primex).",
						"In addition to the platform itself, Absalom Station is surrounded by a constantly changing swarm of undocked ships, both transient and resident. These latter are somewhat mockingly called the Armada, yet most are not military—the station has only a modest security fleet, depending instead on the Stewards and robust station-mounted defenses for its safety. Rather, the Armada is comprised of those starships whose owners seek the benefits of living near Absalom Station while remaining unbound by all but the most basic station laws. Absalom Station’s generally permissive government allows this, since the volume of trade pouring through its corridors means even the lowest taxes suffice to keep the station flush.",
						"This is not to say the station runs in perfect harmony. With so many different interests on and around the platform, Absalom Station is never more than one slip away from chaos. Private security contractors wage shadow wars with street gangs and militant cults, alien ambassadors negotiate tense trade agreements, and explorers blast each other over claims on newly discovered worlds. One of the most dangerous factions to emerge of late is the Strong Absalom movement. This group believes the Starstone belongs only to the refugee races of Golarion, in compensation for their lost world, and that other races should be either taxed exorbitantly or outright forbidden from using the station as a waypoint. While the political arm of this movement officially decries the xenophobic terrorism of its fringe elements, its increasing strength poses a grave threat to a government built upon interplanetary cooperation.",
						"While trade, politics, and a cosmopolitan atmosphere are major draws to Absalom Station, they’re not the only ones. The Arcanamirium trains some of the best technomancers in the solar system, while the station’s famed Cosmonastery teaches the solarian’s path. Religious organizations seek converts, the Eyeswide Agency hires out psychic investigators, the Starfinder Society launches expeditions into the unknown, and more. This endless bustle marks Absalom Station as a land of opportunity—a chance for people of all sorts to make a fresh start."
					]
				}
			]
		},
		{
			"name": "Akiton",
			"images": {
				"body": "akiton.png",
				"background": "akiton.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Despite its proximity to Absalom Station and its favorable location as the fourth planet from the sun (counting missing Golarion), Akiton is a dying world. Since the system’s formation, the so-called Red Planet has lost much of the atmosphere and liquid water it once held due to the slowing of its liquid-iron core and the resulting weakening of its magnetosphere. Though this slow decline transpires on a geologic scale and Akiton remains hospitable to humanoid life—and indeed, its slowly expanding deserts and rock chasms are all that most of its resident species have ever known—it also offers a sad metaphor for the planet’s dying economy.",
						"Prior to the discovery of hyperspace, Akiton was the center of its solar system’s mining, production, and trade of thasteron, an ore instrumental in the creation of fuel for sublight interplanetary travel. Since the advent of Drift travel and a reduced need for long realspace flights, however, demand for thasteron has fallen, and the economic effects of the crash now play out in political squabbles and civil strife across the planet. Massive space barges that once shuttled ore between all the Pact Worlds now lie as rusting hulks in the middle of the deserts, empty save for squatters and scavengers, humanoid and otherwise. Residents whose ancestors were magnates and high-society debutantes now hunt trash-eating khefaks and dodge flying, tusk-winged norkasa in the shells of abandoned cities, toil as laborers in the few remaining mines or industrial trench-squats, or join the anarchic gangs who battle for territory on the open plains with the planet’s more traditional nomadic peoples.",
						"Akiton today has no centralized government, and its cold deserts, dry seabeds, and frigid polar ice caps host neverending skirmishes and proxy wars between various cities, clans, corporations, tribes, and offworld factions. It’s a world where unscrupulous business interests can engage in unregulated or morally questionable research and exploitation and where criminals, fugitives, and the lost come to escape justice, hide from their enemies, or try to make a fresh start.",
						"The planet’s best-known urban centers are ancient cities such as Arl, with its passion for blood sports; Daza, the half-irradiated City of Fusion; and Maro with its fabled Thousand Lights, a vast trench city climbing its way up the walls of the Edaio Rift. In these dusty and flickering metropolises, Akiton’s dreams of civilization and culture still remain—for the rich, at least—propped up by their remaining wealth and control of the planet’s last few viable thasteron mines, as well as lucrative contracts with offworld corporations and factories specializing in weapons, armor, and ship parts. Most of Akiton’s lesser settlements, by contrast, are company towns, squalid slums, or frontier homesteader outposts where life is cheap, harsh, and short.",
						"Members of nearly all of the Pact Worlds’ common races can be found somewhere on Akiton—including a seemingly native crimson-skinned human ethnicity—yet the best known indigenous residents are the ysoki. Unlike many of their fellow inhabitants, Akitonian ysoki thrive under the planet’s current degraded conditions, boisterous and opportunistic in their warren-districts beneath the cities or in motorized traveling caravans. Though operating largely off the grid, these latter nomadic populations inevitably return to the Hivemarket, the vast bazaar-city at the foot of Ka, Pillar of the Sky, where everything can be found for the right price and ghostly creatures called khulan keep the peace. The ysoki can also often be seen driving their ramshackle hovertankers back and forth from the Winterlands at the poles, hauling ice quarried by the resident cap miners while carefully avoiding the forbidden zones with their eerie alien ruins.",
						"In addition to ysoki, Akiton has several other major indigenous races. Once driven nearly to annihilation by corporate interests, the four-armed humanoid giants called shobhads have seen a dramatic resurgence in recent years as their traditional desert life sidestepped the economic collapse. Moreover, their constant clan battles for honor make them valuable as mercenaries and scouts. Complete opposites of the shobhads are the Contemplatives of Ashok, telekinetic creatures whose physical bodies have nearly withered away in favor of the great minds contained within their throbbing brain sacs and who excel at the supernatural arts and decipher esoteric truths in their legendary Halls of Reason. Slightly less well known are the red-skinned ikeshti lizardfolk, who make model citizens until their reproductive cycle drives them violently insane."
					]
				}
			]
		},
		{
			"name": "Apostae",
			"images": {
				"body": "apostae.png",
				"background": "apostae.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Apostae is a rocky planetoid that is much smaller than most worlds in the Pact Worlds system, with an orbit that angles strongly from the ecliptic, almost perpendicular to that of Absalom Station. These telltale clues lead to general acceptance of the theory that the planetoid originated somewhere beyond the system and was caught in the sun’s orbit thousands of years before the Gap. Whether the world was guided to the system intentionally or arrived through some accident remains anyone’s guess.",
						"The few existing records of visits to the planetoid in the centuries prior to the Gap describe a barren, airless surface and a warren of atmosphere-filled caverns and tunnels riddling the rock through to its core. Many of the chambers were empty, but others held ancient machines that still hummed, indestructible doors, permanently comatose and preserved creatures with a range of alien forms, and vaults of advanced technology and weapons. Though a few research teams explored Apostae before the Gap, interacting with a now-extinct race known as the ilee that dwelled inside the tunnels, no group from outside the world ever established a permanent foothold on the planetoid, which most assumed to be some sort of ancient generation ship or otherwise self-contained environment. Strangely, nothing in the records suggest that the ilee themselves had any knowledge of their origin, giving rise to the theory that they may have degenerated over millennia between the stars or else been some sort of captured or servitor race that outlived their masters.",
						"No one knows exactly what happened to completely kill off the ilee, but since the end of the Gap, Apostae has been primarily in the hands of several powerful houses of drow—purple-skinned elves who reject their kindred on Castrovel and worship powerful demons. How and when the drow first came to the world is also a mystery lost to the Gap, but most believe that they fled there shortly before Golarion’s disappearance, guided by their demonic patrons in a twisted parody of the elves’ own escape. Today, despite centuries of effort to expand their holdings and increase their meager population, the drow still maintain only incomplete control of the planet-ship’s interior, and their influence on the barren surface is mostly restricted to a single major city near one of the massive doors leading down into the rock. Even this much, however—when combined with their significant economic power—has been sufficient for them to claim Apostae as their home world and become signatories to the Pact, over the loud objections of Castrovel’s elves.",
						"Much like the bone sages of Eox, the drow houses don’t work together as a cohesive government and assemble only to elect ambassadors as required by the Pact. Each drow house acts independently, with most operating family-run corporations that deal primarily in arms, especially new technologies discovered or retroengineered from the alien items recovered by archaeo-salvage teams within Apostae. The orcs, half-orcs, and other races that live in the drow-controlled settlements are at best second-class citizens, with no say in political matters, mostly used as laborers or subterranean cannon fodder when teams break into previously sealed chambers in search of the fabled Armory or Chamber of Life.",
						"The most powerful house on Apostae is House Zeizerer, which also has the broadest and most successful network for weapon sales. House Zeizerer controls Nightarch, the largest city on the planetoid’s surface and the only known point of entry to Apostae’s interior, as all of the other huge doors set into the planet’s surface are locked and have proven indestructible. As a major spaceport, the city hosts bustling markets dealing in personal and starship weaponry, mercenary squads of orc and half-orc warriors, fleshwarping augmentations, and custom weapons designs.",
						"In addition to searching for alien technology within the planet’s vaults—either on official contract or by slipping past drow defenses—visitors often come to Nightarch to study the eponymous arch at the center of the city. This arch is similar to those that link many of the system’s worlds—and a functioning ring of such portals within the city provides access to most of the other Pact Worlds—yet this particular arch is covered in markings that have so far defied all efforts at analysis. When it activates, spontaneously and at rare and random intervals, it creates a gate to unknown landscapes. So far, no group that’s passed through these short-lived portals has ever returned."
					]
				}
			]
		},
		{
			"name": "Arshalin",
			"images": {
				"body": "",
				"background": "arshalin.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A planet of marshes beneath dense and sometimes poisonous clouds, Arshalin was badly damaged in a planetary calamity thousands of years ago. Some immense space station or megastructure made of ultra-dense steel fractured into massive fragments and crashed into the planet. Now, plates of steel miles high and hundreds of miles long—although rarely more than 1,000 feet or so thick—protrude from the planet’s surface. From the upper atmosphere, Arshalin’s surface resembles the aftermath of a devastating explosion: these enormous jagged sheets of metal jut from the planet, creating long, thin barricades scattered apparently at random to form misshapen lakes, odd valleys, and segmented coastlines.",
						"Rising higher than mountain ranges, the impregnable metal sheets, called worldshards, distort the planet’s weather and ecology. Over the last several eons, native species separated by the worldshards have diverged along separate evolutionary paths, creating staggering biological diversity. Only far-ranging races, such as the intelligent, multiheaded ilthisarians, their brutish mammalian servitors called ethesks, and the planet’s powerful saurian birds, journey around the worldshards with regularity. After many generations, the ilthisarians have accepted the worldshards as part of their planet, treating them as natural landmarks, with Sheltering Hand, Steel Ridge, and Tall Watcher among the most prominent.",
						"The primary intelligent creatures on Arshalin are the ilthisarians, sizable serpentine humanoids with powerful bifurcated tails and a cluster of ophidian heads on long necks. Having built stone and metal cities in their great marshes before their civilizations were shattered by the fall of the worldshards, the patient and tradition-bound ilthisarians slowly recovered and now have a spacefaring society with a cultural sophistication and mastery of science and magic that rivals those of the Pact Worlds. Their long tradition of avoiding exploration has begun to fade only in recent years, so the ilthisarians have in fact spent more time traveling to other worlds than exploring the remote regions of their own.",
						"Most visitors to Arshalin complain of its boggy marshes, where dense fog in low-lying areas concentrates into poisonous sumps, but the world’s diverse ecology produces useful plants and animals unknown on any other planet. As a result, offworlder biologists, climatologists, and Xenowardens are common in ilthisarian cities."
					]
				}
			]
		},
		{
			"name": "Aucturn",
			"images": {
				"body": "aucturn.png",
				"background": "aucturn.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The ominous world of Aucturn, the Stranger, remains mostly an enigma even after centuries of interplanetary travel. Visual observations of the planet vary significantly from viewer to viewer, and both its diameter and rotational period fluctuate wildly and seemingly randomly. However, most of the Pact Worlds lean toward one particular hypothesis: namely that Aucturn is not a planet at all, but a living thing—an immense embryo or egg that will someday mature into a near-deific being of untold cosmic power: one of the Great Old Ones.",
						"The farthest planet from the sun, Aucturn is not a signatory to the Pact and is claimed by the Pact Worlds only out of proximity and necessity. A weird and sickly world cloaked in thick poisonous clouds, the Stranger warps reality with its very existence, endangering any living creature that approaches or visits it. Yet Aucturn is far from uninhabited, and the living planet is currently a battleground between the cults of the Elder Mythos, who aspire to nurture a new god, and the forces of the Dominion of the Black, which seek to subjugate and manipulate the nascent Great Old One for their own sinister purposes.",
						"The most prominent settlement on Aucturn is the Citadel of the Black, home to the Pyramid of the Black Pharaoh, the largest temple to Nyarlathotep in the Pact Worlds. Once, the Citadel was apparently neutral ground between the Elder Mythos cults and the Dominion, but at some point during the Gap, this tenuous detente turned to open conflict, and today the Citadel is the center of the Elder Mythos’s war effort. The Citadel of the Black is also home to the mysterious entity known as Carsai the King, the closest figure the planet has to a head of state, but one whose true form and nature remain unknown. A powerful leader in the cults of the Elder Mythos, Carsai has ruled the Citadel of the Black for millennia, leading some to believe that he might be an avatar or herald of Nyarlathotep himself. Carsai’s defense of Aucturn—and thus the Pact Worlds—from the predations of the Dominion of the Black, combined with the fact that he is a relatively approachable and reasonable figure on an otherwise incomprehensible planet, is the primary reason for the Pact Council’s reluctant acceptance of the world into their agreement as a protectorate. Interestingly, Carsai’s representation in some popular media as an antihero—a deviously handsome and rebellious godling protecting the Pact Worlds from unthinkable horror—has significantly increased the worship of Nyarlathotep and the Outer Gods in the Pact Worlds.",
						"The space around Aucturn is littered with old ships purportedly sent by inner system worlds to neutralize the planet during the Gap. While visiting starships are sometimes allowed to land unharmed, these corrupted, madness-inducing hulks still drift as a warning to all those who might seek to cleanse or colonize Aucturn’s breathing shores. The Pact Worlds, unable to clear this neighboring area of space of these dangers, are resigned to maintaining a nominal connection with it instead.",
						"Aucturn’s surface is a sickly, organic place, with fleshlike ground and mountains resembling tumors through which flow thick veins of a black ichor that acts as a psychotropic drug for many of the native creatures, most notably the skittering, proboscis-tongued orocorans. Whole landscapes can change in a blink, leaving visitors feeling as if they’re in some sort of dream— one moment walking among fungal forests or along the edge of sphincter-like canyons, the next in some ichor-lord’s monastery or at the foot of glowing towers pulsing with abandoned halfbiological machinery. Breathing the world’s toxic, yellow-green atmosphere only makes the situation worse, as it contains a seemingly endless variety of drugs, mutagens, and poisons.",
						"Settlements on Aucturn are rare, generally isolated communities of native creatures or Outer God cultists huddled behind heavy fortifications or in the crumbling ruins of haunted flesh-block edifices from a forgotten age. Attacks by the Dominion of the Black are common, their brain-eating and chittering hordes bombarding the surface in single-use drop pods or burrowing up out of the planet’s flesh like botfly larvae to make suicidal guerrilla attacks on any creature they encounter. After the Citadel of the Black, the most populous settlement is Amniek, the circular tower city at the base of the polyp-like mountain called the Gravid Mound. According to the Midwives, the 13 cowled casters who rule the city, Aucturn is already pregnant despite not having been born itself, and their egg-shaped mountain will one day burst, spewing Aucturn’s child into the universe—and when it does, they will be there to receive its dark gifts."
					]
				}
			]
		},
		{
			"name": "Bretheda",
			"images": {
				"body": "bretheda.png",
				"background": "bretheda.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The largest gas giant in the system, Bretheda is a constantly swirling mass of blue and purple storm clouds. Through these tempests and swarms of lesser life-forms soar the blimplike barathus, sometimes derogatorily called floaters, or simply Brethedans, given their status as the planet’s most advanced native race. Though their transparent bodies resemble elongated jellyfish or dirigibles and their trilling and diving give the impression they are strange birds or dolphins, barathus are in fact highly intelligent, curious creatures, with an unusually communal approach to survival. When faced with a challenge greater than it can handle on its own, a barathu merges with other barathus to create a temporary, unique collective creature far stronger and smarter than its component beings, only to disband again when the need has passed.",
						"As befits creatures on a planet with few metals, barathu technology is entirely biological. In addition to their capability to reshape themselves and evolve new adaptations in seconds, hardening their bodies or growing extra limbs, barathus’ genealtering abilities also allow them to design and birth living tools using only their bodies, from tailored viruses to semi-intelligent servitor races. Some of the best biotechnology in the system comes from Bretheda, created either in the numerous floating arcology cities staffed by offworlders or within native Brethedan enterprises such as the capricious Sopeth Corporation—a company that’s in fact a single sentient being composed of thousands of merged barathus.",
						"While the peaceful, freewheeling nature of barathu society makes local governance unnecessary, barathus have learned that outsiders require more structure to avoid disaster. Toward this end, Confluence—an entity of immense intelligence formed of any barathus who feel the near-religious call to public service—sets and enforces regulations on offworlders. The entity splits off specially adapted delegates and enforcers as needed, imbuing them with proprietary biotech allowing communication with Confluence in real time, no matter the distance. Any number of corporations would kill to study this technology—and many have done so—but thus far the self-destruction sequences coded into the so-called Confluence Agents, plus fear of reprisal from Bretheda’s governing entity, has kept greedy researchers largely in check.",
						"Bretheda’s nickname, the Cradle, comes from its dozens of moons, some almost large enough to be planets in their own right. While many are inhabited, only some of these are well known, and others have barely been explored.",
						"A water world covered in a shell of ice, Kalo-Mahoi is the most industrialized of Bretheda’s moons, and its residents, the aquatic kalo, have their own independent representatives on the Pact Council. Though air-breathing races often find it disconcerting to descend deep into the moon’s frigid seas, and though the world’s icy crust contains numerous spaceports and liaison centers, the kalo have taken great pains to make their world inviting, and they dominate the solar system’s art and fashion scenes from their organic vent-cities.",
						"The arid forests of Marata, by contrast, are the subject of much anthropological debate, as its seven-gendered maraquoi tribes have been making the leap from paleolithic to spacefaring in just a few generations. While some maraquoi traditionalists in their government, aided by activists of other races, argue that the furry humanoids are losing their culture and fundamental right to advance at their own pace, the majority of maraquoi resent the idea of having their access to the Pact Worlds restricted and have begun a mass exodus out into the rest of the solar system.",
						"Less social than these other races are the silicon-based lifeforms of crystalline Dykon, most notably the brilliant mathobsessed urogs. Buffalo-sized creatures of crystal who slide across the surface on cilia and electromagnetic fields, they absorb the sun’s light through their skin-shells. Urogs sometimes take jobs as starship navigators, technomancers, and physicists.",
						"Only the desperate or condemned accept work on Bretheda’s notorious collection of “death moons.” On radioactive Thyst, for instance, unshielded flesh melts from bone in cancerous rivers, yet crews are still needed to harvest minerals, study the unique animal life, or hunt for the magical armor mysteriously discarded by the moon’s rarely glimpsed light-absorbing humanoids. Meanwhile, on the tidally heated hellscape of Varos, elementalist fireworkers harness raw volcanic power while digging for the unique gemstones produced only in the moon’s mantle."
					]
				}
			]
		},
		{
			"name": "Castrovel",
			"images": {
				"body": "castrovel.png",
				"background": "castrovel.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hot, humid, and stirred by intense storms and tides, the jungles and swamps of Castrovel abound with an unusually robust variety of life, from enormous saurian beasts to deadly moldstorms capable of devouring whole settlements. Of the many sentient races to make their home on the fertile world, the most prominent are lashuntas, followed closely by elves and formians, all three civilizations highly connected and cosmopolitan thanks to a network of ancient magical teleportation portals called aiudara.",
						"Traditionally, Castrovel’s lashuntas have organized into independent city-states with a variety of governmental styles, elected matriarchies being the most common. In the modern era, however, local governance of smaller cities often takes a back seat to larger corporate concerns, with regional or interplanetary companies buying out officials or setting up their own independent, privatized settlements. While these economic ties mean lashunta nationalism rarely leads to outright warfare anymore, rampant industrial espionage and corporate influence over public policy present growing concerns for residents.",
						"Of the city-states still capable of going toe-to-toe with corporate power, the most significant is Qabarat, the Shining Jewel of the Western Sea and the planet’s largest spaceport. From the city’s Threefold House, Lady Morana Kesh and her chief consort, Grantaeus, pull a delicate web of strings to keep the planet from becoming a corporate free-for-all. Also notable for their power and influence are the city’s many universities, renowned for their vast pre-Gap archives; they train some of the best explorers, researchers, and starship navigators in the system. Architecturally, the city is a work of art, its ancient walls of crushed and glittering shells blending seamlessly with modern additions. This sense of timelessness—of connection with the planet’s long history—is a matter of pride to many of the residents, who exult in the sounds of soldiers training in the Battle Yards, scholars arguing good-naturedly on university steps, or the roar and hiss of the landing starships that have largely replaced water-going vessels in Ship’s End. While most visitors to the planet enter through Qabarat’s port, numerous portals throughout the city connect it closely with other powerful lashunta settlements, such as isolated Laubu Mesa, Komena in the Floating Shards, Jabask the Unbroken, or Candares, with its endless waterfalls and dangerous cliffside corpsicum excavations.",
						"Though the insectile formians battled with lashuntas for millennia, the coming of the Pact and careful shirren-brokered peace talks finally ended hostilities a mere 30 years ago. Today, the formian hives known as the Colonies work together to farm the land and trade with other races, with each individual hive queen paying tribute to the Overqueen—a purely philosophical entity established during the historic Meeting of Queens. Each of the largest formian hive-burrows can cover miles, sometimes bulging up in artificial honeycombed hills, making them confusing to visit (and historically impossible to conquer).",
						"At odds with this new era of peace, the elves of Sovyrian are predominantly xenophobic traditionalists, trading with outsiders only when necessary. Members of other races are rarely allowed to settle permanently on the elven continent and are largely barred from even entering El, Sovyrian’s canal-choked capital city led by neighborhood-sized Great Houses. This border control is regularly violated by the city’s own ruling elite, however, as they hire foreigners for secretive or specialized tasks.",
						"The abundance of seemingly untouched wilderness on Castrovel often confuses newcomers used to cutting-edge lashunta technology, yet to most of the world’s residents, these vast ecological preserves are proof of their enlightened society. To them, maintaining wilderness is key to advancing knowledge and allowing the same evolution that brought them sentience to continue uplifting others, and the planet’s abundant natural resources must be harvested sustainably for the good of all. Toward this end, both the planet’s primary shipyards and its most destructive heavy industries are relegated to Elindrae, the planet’s airless, rocky moon. Of course, various species of dangerous megafauna—from bug-eyed mountain eels to poison-beaked sky fishers—still regularly attack settlements on Castrovel, which leads to occasionally “accidental” burning of protected natural regions in rural areas, but a strong Xenowarden presence usually keeps such activities from getting out of hand."
					]
				}
			]
		},
		{
			"name": "Daegox 4",
			"images": {
				"body": "triaxus.png",
				"background": "triaxus.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Independent of any single government or confederation, Daegox  4 serves as a planetwide prison for hundreds of thousands of the galaxy’s criminals. Sprawling buildings of cells, with varying sizes and amenities depending on inmates’ crimes, blanket one of the planet’s two continents, and the worst offenders inhabit a high-security complex at its center. The planet’s other landmass boasts lush forests and bountiful prairies. Here, low-risk prisoners are allowed to roam freely. At the luxurious continent’s center, near a broad river, is the Mountain. This imposing structure covering hundreds of acres is the administrative hub of the place.",
						"The real power behind the prison-planet, however, is the Daegox Corporation, run by a mysterious humanoid race that has so far refused to reveal its home world. The corporation’s leaders orbit the planet in a ship called Skywatcher, and they accept prisoners from any government they judge legitimate—for a fee, of course. Some speculate that the corporation is the entirety of the aliens’ race and that the planet itself is their home world, but this remains uncorroborated.",
						"It’s not only cells and the lack of advanced transport that hold prisoners captive on Daegox 4. An invisible bubble surrounds the entire planet like a one-way membrane. The only reliable method for leaving the planet lies deep within the Mountain, where a magitech gate opens onto one of a dozen linked worlds. The Daegox staff who control the Mountain claim no prisoner has ever escaped, but legends abound about one known as the Wren who is said to have recently found a way.",
						"The planet is mostly self-sufficient, and the Daegox Corporation receives most of its money via prisoner admission fees. Yet a certain amount of the company’s funds come from prisoners bartering with their captors, offering refined planetary resources—and, some whisper, expert assassins and suicide soldiers—in exchange for items and information from outside.",
						"Fortunately for the Daegox guards, the planet’s atmosphere carries a high concentration of a spore— possibly developed by the corporation—that produces a calming effect, making non-Daegox creatures docile and agreeable. As far as the corporation reports, largescale confrontations and prisoner rebellions are practically unheard of."
					]
				}
			]
		},
		{
			"name": "Daimalko",
			"images": {
				"body": "mars.png",
				"background": ""
			},
			"entries": [
				{
					"type":"entries",
					"entries": [
						"A dry world of rocky mountains and steep basins, Daimalko teems with monstrosities roaming the ruins of two oncegreat civilizations, while the few remaining descendants of those societies struggle to survive underground.",
						"Long ago, civilization thrived on Daimalko. Tales of enormous beasts were mere legends. In those days, daily life focused on the conflict between the psychic Confederation of Volkaria and the Holy Queendom of Ykarth, a state that claimed a divine mandate from the empyreal lord Duellona, the Warrior Maiden. Some 200 years ago, however, a month-long, planetwide cataclysm halted the war.",
						"The gray-skinned Daimalkans now call this event the Awakening. As earthquakes reverberated, the planet’s oceans evaporated and its greenery withered. Worse, the cataclysm awakened the beasts at the heart of the Daimalkans’ ancient tales. Called colossi, kaiju, and other names, these titans were gargantuan beasts like no creature seen before, with heads made of tongues, teeth, and other horrors. The creatures immediately set about destroying the warring societies.",
						"Most of the planet’s inhabitants died during the Awakening or shortly thereafter at the hands of the colossi. Those who survived fled into subterranean caverns they came to call the Refuge. Though tensions occasionally flared, nationality had become secondary to survival. Eventually, the underground refugee settlements grew, and leaders emerged: the Guardians. Claiming the ability to steer the still-rampaging colossi via mysterious magical orbs, these Guardians have ushered small colonies aboveground over the last 50 years.",
						"The planet still presents tremendous dangers. Pockets of Volkarian and Ykarthan resistance threaten to destabilize the Refuge. What’s more, communiqué blips received by orbiting ships indicate the existence of distressed Volkarian or Ykarthan descendants in ruined metropolises, though it’s unclear why the calls remain unanswered planet side. Given recent attacks by colossi on the colonies, plus reports from underground settlements of coordinated attacks by skinless, eyeless creatures, some Daimalkans actively protest any contact with the Pact Worlds, believing that the arrival of outsiders may be sparking a second Awakening."
					]
				}
			]
		},
		{
			"name": "The Diaspora",
			"images": {
				"body": "diaspora.png",
				"background": "diaspora.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A vast asteroid belt, the Diaspora was formed when the twin planets Damiar and Iovo were destroyed by an unknown catastrophe millennia ago, long before even the Gap. The fractured remains of these two worlds spin lazily in their new orbits, and though there are more than a million celestial bodies with diameters greater than a mile within the Diaspora, all are spaced far enough apart that they rarely collide with one another. Most of these planetoids consist of formless chunks of rock or ice, though a few still hold traces of the civilizations of Damiar and Iovo. Some have just enough gravity—or technological assistance—to hold a thin atmosphere, while others are devoid of breathable gases. Dust and tiny pieces of stone and metal float between the asteroids, occasionally posing a threat to ships passing through at speed.",
						"The true dangers of the Diaspora, however, are the beings that inhabit the asteroids. Smugglers and space pirates—especially the Free Captains of Broken Rock—store their ill-gotten goods on various rocks; some protect their stashes with high-tech security, while others hide their lairs in plain sight on otherwise nondescript chunks of stone. Many planetoids rich in minerals and other resources have been claimed by various mining companies—the most prominent being several dwarven star citadels—often all too eager to fight to protect their interests. In addition, androids calling themselves the Refugists have recently begun construction of their own home world by pulling together asteroids with tractor beams and gravity guns. Whether or not they’ll succeed at this endeavor has yet to be seen, but rumor has them approaching their work with almost religious fervor and little patience for interruptions.",
						"All of this, of course, ignores the Diaspora’s indigenous residents. Called sarcesians, these humanoids supposedly descend from the natives of the lost twin planets, evolved and adapted to life in hard vacuum. Able to suspend respiration indefinitely, they soar between the lonely asteroids on wings of pure energy stretched impossibly long to catch the solar wind. Sometimes referred to as “angels”—both derisively and admiringly—the sarcesians maintain a number of carefully terraformed “crèche worlds” within the belt where they can relax and raise their children. While usually peaceful, the sarcesians have never forgotten their ancient feud with Eox, which they believe was responsible for their worlds’ destruction. Like many of their neighbors, the sarcesians send representatives to the Pact Council in order to make their views known, yet they have no overarching government capable of taking them beyond the status of a Pact World protectorate, instead following a libertarian philosophy of holding on to what they have and allowing others to do the same.",
						"With a 600-mile diameter, Nisis is the largest body in the Diaspora. Under its crust of ice, this planetoid is mostly composed of fresh water, an immense mass of liquid home to aquatic predators that have claimed the lives of countless would-be colonists. Only small enclaves of sarcesians live in inverted dome-villages clinging to the underside of the planet’s ice crust, and the settlers are always on high alert for threats from below, ready to abandon their homes and retreat to strongholds on the planetoid’s surface at a moment’s notice. The water of Nisis also serves as the source of the River Between, a strange waterway surrounded by atmosphere in a cylindrical containment field, which flows through the Diaspora and connects many of the asteroids and crèche worlds. The River Between used to be a well-used way to travel quickly through the asteroid belt, but recently the water has turned dark, and sailors have begun reporting vicious attacks by unseen creatures. Traffic on the river has dropped precipitously since the coming of these “diaspora wyrms,” and some scientists have noted that both the attacks and the change in the waterway coincided with another inexplicable event: Nisis started slowly growing in size.",
						"Among many famous Diasporan locations is the House of the Void, a mysterious asteroid monastery whose black-robed monks stay tight-lipped about their goals. On the other side of the belt, the hollow asteroid known as the Wailing Stone now sits empty. Long ago, miles of silent corridors were drilled into the rock and used to quarantine victims of some terrible madness, and they later served as a penal colony—before all the residents vanished at some point during the Gap. Attempts to recolonize the stone have so far failed, as all who remain longer than a few days report disturbing nightmares and glimpses of twisted figures dressed in yellow rags."
					]
				}
			]
		},
		{
			"name": "Idari",
			"images": {
				"body": "idari.png",
				"background": "idari.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A colony ship designed to transport whole generations at a fraction of light speed, the Idari was the single largest ship ever produced by Kasath. When it reached its destination of Akiton and found the world too populated—and too well defended—for outright colonization, the ship took up orbit just past Verces and declared itself a Pact World in its own right. Unlike Absalom Station, however, the Idari has not become a melting pot and remains inhabited primarily by kasathas and governed according to traditional kasathan values.",
						"While the Idari retains its massive reaction drives, these engines haven’t fired in decades, and their power has been rerouted to aid the Crucibles, the ship’s impressive state-run manufacturing sector. The ship’s prevalent artificial gravity comes from the vast rotating cylinder referred to as the Drum, which makes up most of the ship’s body. This curving landscape is home to gleaming cities, rolling parks, and glass-walled hydroponic farm-towers. Daylight is constant inside the ship’s corridors, rerouted from solar collectors on the hull’s sunward faces, though individuals often observe a 27-hour day broken into nine-hour work shifts. Through the center of the Drum runs the Hub, a zero-gravity transport tube with elevator spurs running down to the “ground,” allowing travelers to quickly access any location in the Drum, as well as the bridge, combat stations, engineering, and other areas.",
						"Government on the ship is handled by the traditional kasathan Doyenate, a representative council composed of the most respected members of a variety of fields and callings. While the doyens and their close relatives act as a sort of aristocracy among kasathas, and these families tend to be known for accomplishments in certain fields, status as a doyen is never inherited but instead recognized by the people—sometimes against the prospective doyen’s will. (The doyen of exploration, for instance, rarely appreciates being dragged back home to a desk job.) All doyens have a say in government decisions, yet their status both within the council and in general society is determined by their role’s importance—a fact that has resulted in trouble in recent decades as roles like captain, so important during the Idari’s flight, gradually lose significance. ",
						"Idaran citizens are independent and may travel or emigrate without restriction, yet keeping the ship running requires a significant crew, and many of those who live on the Idari work for the government in some capacity. Idarans residing on the ship for more than a year and desiring the right to participate in the ship’s government must accept and train for an auxiliary crew role. These roles are generally considered a formality, to be used only in the event of extreme emergency, and plenty of Idarans have professions totally unrelated to their reservist rank and training. Both professional crew members and ordinary civilians live side by side in the city-like Sectors spread throughout the Drum—dense but artistically arranged settlements designed around different themes. Travelers riding along the Hub can easily see the differences between sectors, as they pass from river-cut Almolar to temple-choked Brispex with its sharp and shimmering gables, from urban Khovi to the vat-farms of Mesacand, and so forth.",
						"One of the most recognizable features within the Drum is the Sholar Adat, a cathedral-like spire in Brispex stretching nearly to the Hub, which acts as a combination cemetery, library, and ancestor temple. While many kasathas use the structure to record and archive their memoirs or pay tribute to lost loved ones, the temple’s claim to fame is the process called adat.",
						"When a kasatha dies aboard the Idari, the body is fed into the ship’s recyclers to be broken down into useful components. Before this happens, however, the corpse is taken to the Sholar Adat, where robed attendants—adata—harvest a hairthin slice of the deceased’s brain, which is then preserved and added to the temple’s archives. Through the building’s complex technomagical machinery, these samples can be used to kindle brief flashes of the deceased’s memory and sometimes even to contact the departed soul with questions. While querying a soul isn’t cheap and accessing a soul that passed less than a hundred years ago requires a warrant, many adata spend their time in stasis beds patched into the ship’s Sensorium, untangling the blizzard of ancient memories with the goal of advancing kasathan society through ancestral wisdom."
					 ]
				}
			]
		},
		{
			"name": "Eox",
			"images": {
				"body": "eox.png",
				"background": "eox.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Long before the Gap or the advent of spaceflight, the inhabitants of other planets in the Pact Worlds tracked the retrograde orbit of Eox across their skies and felt dread—a fear that would turn out to be prophetic.",
						"Once, long ago, Eox was a lush world with a dominant species, called elebrians, who were very similar to humans. These original inhabitants proved gifted in both the magical and technological arts and became so hubristic in their power that they sought to destroy neighboring planets that refused to acknowledge their supremacy. According to popular legend, their first attempt—an attack on the worlds called the Twins— succeeded, shattering them into what is now known as the Diaspora. Yet the backlash from the weapon they fired blew a hole in Eox’s crust and set the entire atmosphere aflame, destroying the planet’s ecosystem and ravaging its cities in a fiery massacre. Only a few thousand individuals survived in magical bunkers and sealed environments deep belowground. With a tiny population of survivors and widespread infertility due to the intense radiation, rebuilding their society through ordinary means seemed impossible. Thus, Eox’s most powerful spellcasters turned to necromancy, seeing in undeath a chance to continue their dominion over a world inimical to ordinary life. These were the first bone sages, and some of them continue to rule to this day.",
						"Modern Eox remains inhospitable to most living creatures, its atmosphere poisonous and thin, with areas of rampant radiation and runaway magic both common and generally unmarked. A few native plants cling to existence in the planet’s wilds, thriving on radiation or heat and chemicals from the wounded planet’s volcanism. Some bizarre yet natural creatures roam the blasted landscape, such as soul-drinking ellicoths, transparent glass serpents, or the semi-intelligent grub swarms that roil in the steaming sulfur springs. Yet, by far the majority of creatures encountered on Eox are undead. While the bone sages maintain an iron grip on the planet’s functioning cities and their own individual strongholds, most consider the terrain between them to be most useful as defensive zones, and hordes of hungry undead, ranging from ghoulish humanoids to skeletal beasts, are common in the trackless wastes. More-intelligent undead—Eox’s ordinary citizenry—can be found in the planet’s few modern cities, the largest of which stand at crossroads between lands claimed by various bone sages.",
						"Politically, Eox is divided into individual fiefdoms, each of which has a bone sage—a title granted to only the most politically and magically powerful elebrians—ruling absolutely over potentially thousands of vassals, both intelligent and monstrous. While they constantly bicker and battle among themselves, the bone sages as a whole present a powerful unified front to the rest of the Pact Worlds, one that, contrary to popular rumor, is not so much evil as coldly amoral and utilitarian. For example, after generations of predation on other worlds, Eox was one of the first planets to support the creation of the Pact, despite the fact that it cost the planet much of its military might. (While this change in policy caused a significant portion of Eox’s military to go rogue, creating the officially disowned Corpse Fleet, many other worlds suspect that Eox maintains secret ties with this predatory legion; see page 472 for more information.) Today, Eox’s primary source of protection is the ancient battle satellite known as the Sentinel, an orbital defense platform capable of destroying any warship near the planet’s orbit.",
						"Visiting Eox is rarely comfortable for the living, but the planet still sees its fair share of travelers. Some come seeking necrografts, undead prosthetics that are often cheaper than cybernetics. Others are petitioners wishing to become undead to extend their existence—trading centuries of indentured service for timeless undead bodies—or body merchants, who help the bone sages repopulate their planet by importing corpses suitable for reanimation. Still others are the usual bevy of corporate consultants, engineers, financiers, scholars of magic, and other interplanetary professionals. A small number of glory seekers look to enter the deadly games in the Halls of the Living, a subterranean city designed specifically for living inhabitants, where cruel reality shows and competitions are arranged as entertainment and broadcast through the Pact Worlds."
					]
				}
			]
		},
		{
			"name": "Liavara",
			"images": {
				"body": "liavera.png",
				"background": "liavera.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"In addition to several large, populated moons, this peachcolored gas giant also has extensive dust rings and countless tiny shepherd moons. Through these rings swim vast oma space-whales, straining nutrients and tiny elementals from the dust with their energy baleen, while down in the planet’s cloud layers floats a complex ecosystem ranging from air plants and giant bacteria to apex predators such as deadly keji swarms or the infamous tarenake, visible only by the gas it displaces. As you descend into the planet’s denser cloud strata, predators get larger and more piscine, capturing prey with vampiric tentacles, magical fields, or acid-coated web nets. Many upper-layer creatures drop their gas-filled eggs through these layers into even deeper strata, where the eggs eventually reach neutral buoyancy and gestate in the increased heat and pressure, away from their usual predators.",
						"Through this gaseous wilderness float the Dreamers, Liavara’s most prominent—and most confusing—intelligent race. Nearly identical to the gelatinous barathus of neighboring Bretheda, Liavara’s Dreamers lack their kindred’s collectivist culture or ability to combine consciousnesses, instead swooping through the skies in complex social interactions still mostly unintelligible to outsiders. Barathu legend says that the Dreamers were originally colonists from Bretheda who flew to the thenuninhabited world, only to quickly devolve—or ascend—into a state described alternately as feral or enlightened. With little interest in outside cultures and none at all in economics or governance, the Dreamers are best known for their prophetic songs predicting some great or terrible event to come—the Dreamers themselves make no distinction between the two.",
						"Given this relative lack of civilization, Liavara would have long since been taken over by other races if not for the barathus’ fierce insistence that the planet be left as a refuge for these pseudoholy entities. Not officially a member of the Pact—though many of its moons are—Liavara is technically a protectorate administrated exclusively by Bretheda, which keeps a careful watch on the humanoid gas-mining ventures and floating city-platforms allowed to operate here. While most of the gases making up the planet are ordinary elements such as hydrogen and helium, the planet also harbors many rare gases, such as metasterium (useful in a variety of genetic engineering and mutation processes) and the magic-enhancing thaumogen, popular as both a magical crafting agent and a performanceenhancing drug for technomancers (but highly illegal due to its sanity-eroding side effects). Many speculators believe that there are still far more unique, valuable compounds and organisms drifting in the deep layers of the planet, and despite the hazardous conditions and strict prohibitions by Brethedan overseers, many corporations still quietly contract out for deep dive explorations, made all the more risky by the need for absolute secrecy.",
						"Far more welcoming than Liavara itself are the planet’s independent moons. The most prominent of these is heavily populated Arkanen, which constantly bleeds off its atmosphere, only to replenish it each year when its eccentric orbit takes it through Liavara’s own upper atmosphere. Extremely dangerous storms arise as huge lightning bolts arc between the two worlds, harnessed by resident scientists and spellcasters alike. This orbit should be impossible according to normal physical models, which leads many to believe that the moon was built specifically as a power source. What the arcane dynamo might have been designed to power remains unknown.",
						"After Arkanen, the most civilized moon is Osoro, a world of mountaintop settlements high above the seas of poisonous gas breathed out by the moon’s jungles. Here, solar-powered gliders sail between inhabited areas, while corrosion-resistant vessels dive down into the roiling clouds to study the ruins of a lost age. Heavily populated Nchak is close behind; a world of arthropods ruled by pulsating philosopher worms and the mortal incarnation of Hylax, it has become a religious and tourist mecca for many shirrens. Less visited is Melos, a mysterious world whose entire population vanished in what may have been a rapturous religious ascendance or a more sinister event, though it remains a treasure trove for archaeologists and salvagers. Isolated Hallas has been kept carefully cordoned off since even before the Gap, lest unprepared contact with the resident hyperevolved energy beings cause outsiders’ brains to explode from overstimulation."
					]
				}
			]
		},
		{
			"name": "Verces",
			"images": {
				"body": "verces.png",
				"background": "verces.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"As a tidally locked world, Verces has no day or night, only a light side and a dark side, with an atmosphere only partially capable of redistributing the sun’s energy. On the light side, known as Fullbright, scorched deserts host iron-hard plants and animals with photosynthesizing skin, while the partly frozen seas of Darkside offer a home to predators such as hoarbats and the infamous bloodbrothers, who trap prey within their own bodies in order to co-opt their circulatory systems. Between these two extremes runs the Ring of Nations, a temperate zone along the twilit terminator filled with gleaming skyscrapers, bustling spaceports, gorgeously manicured (and dizzyingly vertical) parkfarms, and high-speed bullet trains.",
						"Similar to humans but taller, with color-changing skin and mouselike black eyes, the native verthani have long been at the forefront of cybernetics, due in part to their traditional caste system. Under this ancient system, young adults chose membership in one of three groups: the Augmented, warriors and adventurers who modified their bodies with technology; the Pure Ones, who rejected all personal augmentation but dedicated themselves to food production, governance, and other domestic responsibilities; and the scarred God-Vessels, who served as living avatars of their deities, burning holy symbols called devotionals into their chests. To ensure that no group grew too powerful, Augmented and God-Vessels were only allowed to marry Pure Ones. Though this caste system is now seen as archaic, with most verthani augmenting themselves to one degree or another and paying only lip service (at best) to the old ways, many still credit the caste system with the head start that placed Verces at the cutting edge of implant technology.",
						"In addition to pioneering cybernetics, verthani were also one of the first races to adopt space exploration, voyaging between worlds in their dirigible-like aetherships. While the coming of Drift technology and increased interplanetary trade under the Pact have allowed other worlds to catch up, verthani pilots and interstellar explorers remain legendary, and their massive shipyards at Skydock—an ancient geosynchronous satellite reached via space elevator—are second to none. Long since replaced by more modern designs, retrofitted aethership pleasure yachts still serve as marks of style and status among Pact World elites, as do their high-end Terminator-brand racing skiffs.",
						"Since even before the Gap, the Ring of Nations has governed Verces’s temperate zone. While all of the component countries maintain theoretical independence, in practice the coalition forms a single worldwide government, with representatives from each country participating in the planetary Grand Assembly. The success of this model led to the Pact Worlds adopting both its structure and the peacekeeping Stewards, and to this day Verces remains a firm supporter of the agreement, as well as Absalom Station’s closest ally. Citizens of the Ring of Nations freely pass between countries, and in places the Ring becomes a single vast city, skyscrapers glinting in the sun while its hive of shadowed lower levels blaze with neon and magic.",
						"Of course, not all Vercites recognize the Grand Assembly’s authority. Beyond the terminator zone live scattered groups of rebels, from nomadic tribes and survivalist cults to criminal organizations and political exiles. Collectively termed the Outlaw Kingdoms, these fringe societies are generally ignored except when they raid Ring citizens or Ring-owned outposts, such as the vast Sun Farm solar plantations in Fullbright or Darkside’s shelynium ice mines. Some groups, such as the ice-obsessed Ascetics of Nar in the frozen monastery called the Fastness of the Ordered Mind, trade regularly with Ring citizens, but most respectable Vercites steer clear of both darksiders and lightsiders—at least officially.",
						"For a planet so urban and densely settled along the terminator, Verces has a surprising amount of unexplored wilderness. Even those in the Outlaw Kingdoms, dwelling in their sun-baked huts or tunneling deep into the ice to reach the fertile seas beneath, inhabit only a tiny portion of their territory, leaving vast stretches of untouched wilds and strange ruins from unremembered eras. One of the strangest of these is Qidel, Aerie of the Sun, a strange tube-spire rising high out of the center of Fullbright and descending deep into the planet’s mantle. So far, all expeditions into the structure have failed to return, transmitting only strange ravings about winged creatures in the depths."
					]
				}
			]
		},
		{
			"name": "Triaxus",
			"images": {
				"body": "triaxus.png",
				"background": "triaxus.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Triaxus’s eccentric, mysteriously slow orbit takes it even closer to the sun than Castrovel during its summer, resulting in a tropical climate that turns harsh and frozen as the world sails back out past the gas giants in its winter. This cycle takes 317 Pact Standard years, with whole generations living and dying in a single season and plant and animal life forming two nearly separate ecologies, each going dormant during its off season. Of the creatures that adapt to both, the most prominent are the humanoid ryphorians, who manifest thick white fur and narrowed eyes to protect against snow blindness in the winter and develop smooth, dark skin in the summer. While the advent of spaceflight has made such adaptations less important for survival, ryphorian biology continues to be inexplicably tied to the planet, which is currently locked in winter. Those ryphorians born offworld generally maintain their current winterborn form, though even without knowing the exact mechanism, some have begun using magic and genetic engineering to transition early.",
						"Much of traditional Triaxian culture revolves around the fraught relationship between humanoids and dragons. For millennia, the fractious humanoid nations of the Allied Territories battled against the dragon-ruled nations of the Drakelands. The tactically crucial isthmus between the two warring continents was the Skyfire Mandate, defended on the allied side by a legion of ryphorians bonded with intelligent dragonkin mounts. With the coming of the Pact, however, the primarily evil dragons of the Drakelands saw the advantages of membership and trade with the other Pact Worlds, and active hostilities ceased. Today, while humanoids remain second-class citizens in the Drakelands, their masters have opted for more subtle power plays, with many dragons acting as shadowy investors in major corporations. The Allied Nations, meanwhile, largely lost their reason for cohesion, and today nations such as militant Kamora, where every citizen goes armed, vie for relevance with countries such as Zo, where spaceflight and its support are practically a state religion, or Preita, the Scholar’s Paradise, where technomancers duel on campuses for high-paying corporate contracts. While most of the nations have prospered under the new interplanetary arrangement, a few have refused to modernize fully and still cling to the old ways. Of these, the best known is the pugnacious walled city of Aylok, which shoots down any starship that dares enter its airspace and requires that anyone seeking to trade or meet with its ruling Imperators come in by land instead, through trap-lined plains of jagged ice and hordes of furred insectile horrors bred for defense. Such policies have deeply undercut the city’s health and economy, but so far the ruling elite claims it’s the only way to avoid complete cultural annihilation by the encroaching Pact Worlds.",
						"Even with minor outliers like Aylok, nowhere did the advent of the Pact have a greater effect than in the Skyfire Mandate. With peace—if a tense one—between dragons and humanoids, and with spaceflight replacing planetary combat in importance, the territory’s famed Dragon Legion found itself without a purpose. In response, its leaders took to the stars, and today the rebranded Skyfire Legion forms an elite and highly principled mercenary organization, selling its protection to well-meaning colonists and corporations operating beyond the solar system (and thus outside the Stewards’ protection). Now the dragonkin themselves are only occasionally ridden in atmosphere. Many starfaring dragonkin families have resorted to genetic engineering to reduce their size to better fit in the narrow corridors of space stations and starships, and thanks to their near-telepathic bond with their partners, no humanoid of the legion would dream of flying a starfighter without her dragonkin copilot.",
						"Outside of the Allied Territories, a notable exception to prevailing Triaxian culture is the continent of Ning, long cut off from the other nations by the vast Sephorian Sea. Like backward-looking Aylok, Ning has refused to acknowledge the Pact’s authority, but it has embraced modernization, making it a haven for corporations, criminals, and all others that seek to avoid Pact control. Far from being a lawless society, however, Ning is obsessed with honor and status—traits that attract a fair number of kasatha and vesk immigrants—and its upper class, led by the Immortal Suzerain, keeps its citizens safe from dangers both domestic and foreign. Culturally, Ning is best known for the ukara, or “battleflowers”: lithe, genderless warriors—often solarians—who compete in broadcasted ritual combat in exchange for system-wide celebrity."
					]
				}
			]
		},
		{
			"name": "Sun",
			"images": {
				"body": "sun.png",
				"background": "sun.jpg"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"While the Pact Worlds’ mother star bears a different name in every distant culture to observe it through a telescope, within its system it is usually referred to as simply the sun, or sometimes Mataras (a Lashunta name meaning “burning mother”). Like most stars, the sun is an incredibly inhospitable place, almost incomprehensibly hot, with pressures capable of crushing ordinary starships like overripe fruit. In its heart, the massive energies unleashed regularly tear holes to the Positive Energy Plane and the Plane of Fire, giving birth to whale-like fire elementals and plasma oozes that roil and breach in its photosphere, as well as certain efreet, salamanders, and intelligent flame-dwelling creatures with the supernatural ability to withstand the sun’s tremendous pressure and heat.",
						"Though largely left alone by the Pact Worlds, the sun nevertheless attracts a few ordinary humanoid residents; of these, members of the Church of Sarenrae are by far the most common, as befits worshipers of the sun goddess. Roughly a century ago, Sarenite scholars orbiting and observing the star discovered an anomaly: a collection of inexplicable and deserted bubble-cities, tethered together by magic and somehow floating unburnt within the sun’s flaming seas. What’s more, as they approached, the Sarenites found a magical tunnel opening miraculously in the sun’s fire, allowing them to approach the cities without being destroyed. Though it’s still not known who built the cities, how they were constructed, or why they were abandoned—mysteries scholars and engineers desperately study—the Burning Archipelago quickly became the church’s most sacred settlement.",
						"Today, the Radiant Cathedral in the central bubble attracts worshipers and scientists from all across the system. Gleaming Sarenite sunskimmers use stellar sails to soar dangerously close to the sun’s corona, servicing the orbital power stations that gather solar energy or magically bottle nuclear fire for resale. In slightly safer orbits, various corporate outfits fly robotic tankships full of algae genetically engineered to capture that same energy via advanced photosynthesis. Corporations also operate solar-powered robotics plants and so-called “jungle boxes” in which modified plants extrude rare and complex chemicals. These last are somewhat controversial, as the extreme magic and genetic engineering used to mutate ordinary plants can sometimes twist organisms more than their corporate creators initially intended. Twice in the last year, various jungle boxes operated by NatuReal Compounds Ltd. have gone feral, with sentient plant creatures roaming the halls and devouring the attendant crew. Fortunately, most jungle box operators have learned (somewhat) from the scandal and have gone entirely automated—yet they still need to quietly hire independent operators to accompany their repair technicians any time a box goes dark.",
						"In addition to visitors from the Pact Worlds, trade delegations from the Plane of Fire regularly use the Burning Archipelago to meet with Material Plane contacts. These dignitaries have much to offer, but perhaps the most interesting information they bring to the table is word of strange ruins and whole empires of fireimmune creatures—some even humanoid—floating within the sun’s deeper layers, as yet unreachable by outside races. Combined with the apparently vast age of the bubble-cities, this news leads some scholars to wonder whether the sun might harbor clues to the first races to arise in the system, perhaps even the legendary First Ones of Aballon. Many different organizations quietly monitor the sun’s surface in hopes of making contact with these solar dwellers or claiming new artifacts forced to the surface by stellar convection. Yet, if these so-called “deep cultures” are truly progenitors of the Pact Worlds races, why have they staunchly refused to respond to the messages and shielded probes dropped into the sun’s depths? And why do the efreet and other elemental travelers seem so scared to speak of them? Of late, one particular theory has been sweeping the conspiracy centers of the bubble-cities’ infosphere: the idea that the energy is so great at the center of the sun that time itself begins to warp, making the civilizations in the sun’s depths not representatives of the past but of the future.",
						"While the sun is officially held in common by all of the Pact Worlds, the Burning Archipelago is considered an independent protectorate, and its citizens are afforded the right to self-govern. Though the bubble-cities are very close to theocracies, thanks to the heavy Sarenite element, each one has its own unique flavor, from the heavily religious central bubble of Dawnshore to the more corporate Fireside or Stellacuna with its science labs."
					]
				}
			]
		},
		{
			"name": "Heicoron IV",
			"images": {
				"body": "water.png",
				"background": "heicoron_iv.png"
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Heicoron IV is a sapphire jewel in an otherwise barren and lifeless Near Space system. A planet whose surface is 98% water, Heicoron is home to a humanoid species called woiokos. Over billions of years in the untold past, these individuals evolved from an aquatic race into amphibious land-dwellers—pre-Gap records show vast archipelagos and a civilization approaching global unity. Sometime during the Gap, however, Heicoron’s sun expanded, warming the planet considerably. Ice caps melted, sea levels rose, and most of Heicoron’s islands were drowned in the deluge. With their great population centers in ruins and the fabric of their society ripped to shreds, the woiokos began to engage in genetic tinkering. The race subsequently split into two subspecies: the Deepborn, who returned to their ancestral home beneath the ocean, and the Floatborn, who rode the waves in crude, sprawling raft-cities.",
						"Both groups of woiokos have smooth, eel-like skin usually patterned in two or more contrasting hues, but the similarities largely end there. Floatborn are more comfortable living above the water than beneath it. They have a deep love for the ocean and remain strong swimmers, but they have lost their ability to breathe underwater and require breathing apparatuses for extended trips beneath the surface. The Deepborn, in contrast, have regained many of their progenitors’ aquatic traits, including gills. They retain lungs for breathing air but have an ingrained aversion to the surface and those who dwell there, so visits “airside” are rare.",
						"The Floatborn have abandoned their makeshift raft-cities for vast floating arcologies that drift with the currents; each one houses thousands of woiokos, who draw their sustenance from Heicoron’s boundless blue ocean. These great wandering ship-cities make up dozens of autonomous nations, including various independent singlearcology freeholds, such as that of Clan Ibissa, as well as mighty multiarcology alliances and confederations, such as the mercantile Xeshaltic League. Other notable Floatborn nations include the repressive federated citystates of the Dabanji Union and the corporate state of Mantara Industries, which controls Heicoron’s first and only spaceport, Welcoming Sky. All Floatborn believe that Heicoron’s few remaining islands are sacred parks that should be free for residents to enjoy and study, and these scattered atolls often serve as neutral meeting grounds between warring Floatborn nations or factions.",
						"Beneath the surface, Deepborn society thrives in the flooded ruins of the woiokos’ pre-Gap civilization, remade into sprawling, coral-festooned metropolises. This architectural splendor stands in contrast to the otherwise belligerent and militant nature of the Deepborn, who endlessly battle each other. These wars are often symbolic in nature, with shows of force but little loss of life, and fast-growing coral ensures that the scars of war never remain for long.",
						"The Deepborn call their short-lived nations “domains,” and these include Kalarasta, a mistrustful domain that has retained control of a strategic undersea volcano for five generations; the Grand Collective of Pojat, a new domain founded after a workers’ revolt; and the Asawayo Paramountcy, an expansionist suzerainty currently sweeping up many of its neighbors.",
						"Pact Worlds survey vessels discovered Heicoron only recently and have made contact just with the Floatborn. Bretheda has already volunteered to send a joint barathu-kalo diplomatic mission to Heicoron on behalf of the Pact Council to open peaceful relations with the Deepborn. However, whispers in the Plenara suggest that the weapons-trafficking drow houses of Apostae, with the rumored backing of the Aspis Consortium, may have already begun selling the Deepborn arms. If true, the influx of new and more powerful weapons could upset the planet’s delicate status quo."
					]
				}
			]
		},
		{
			"name": "Shimrinsara",
			"images": {
				"body": "",
				"background": ""
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shimrinsara is a storm-battered world whose inhabitants, called shimreens, dwell within dazzling metropolises under the protective confines of sparkling domes. However, rather than fear the planet’s fierce squalls, the shimreens harness the energy produced to power their industries, and have done so for as long as they remember—even before the Gap, according to their surviving records. As elemental tempests (most often electrical, but cold-, fire-, and sonic-based storms are not unheard of) bombard the domes, their crystalline lattices absorb and store this energy within colossal batteries located deep underground. This results in brilliant cascades of pulsating light that dance along the domes’ surfaces in constant kaleidoscopes of shifting hues. The structures also deflect the violent gales that rage outside, keeping the inhabitants inside dry and serene.",
						"This abundant supply of energy frees the cities’ inhabitants to engage in ways of life that focus on culture rather than the pursuit of resources. However, inhabitants of neighboring systems are aware of these assets, and some have periodically tried to conquer Shimrinsara. This constant threat has led shimreens to develop a dualcaste society. The majority of shimreens belong to the worker caste: artisans, barristers, engineers, entertainers, and scientists. A second caste, the warrior caste, includes those of more militaristic personalities. However, over time, these soldiers’ tactics have become an art form unto themselves, treating battle as an elegant dance. The most famous of shimreen warriors perform spectacles of artful martial displays in staged and broadcasted fights that draw sizable crowds from all across Shimrinsara.",
						"There are seven domed metropolises on Shimrinsara. These cities, known as the Jewels of Shimreen, are connected via a sophisticated system of energized tethers. Storm barges with giant crystalline sails traverse the blinding squalls along these tethers, bringing trade between the seven Jewels. The brightest of these Jewels is the capital city of Kaniqlu, where a council of seven governs the planet, with each of the cities represented equally by an elected representative.",
						"Thanks to the constant storms, the environments outside of the domes are hostile to living creatures that lack energy resistance. Numerous types of fauna thrive within this strange weather, however, and many scholars believe that these species must have connections to the Elemental Planes somewhere in their ancestry. Studies to prove these connections are ongoing.",
						"Shimreens are humanoids with multihued, glowing crystal carapaces that they prune and manicure to delineate between the genders. Female shimreens exaggerate the crystals atop their jagged heads to form stylized crowns. Males, on the other hand, let their carapaces grow wild around their entire heads, calling these clusters their “manes.” Regardless of gender, shimreens are tall and lanky, with full-grown adults cresting 7 feet. More about shimreens can be discovered on page 61. "
					]
				}
			]
		},
		{
			"name": "Preluria",
			"images": {
				"body": "",
				"background": ""
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Preluria is a massive, green gas giant inhabited only by an aloof species of psychic gas oozes that are as much immune to the planet’s acidic gases as they are made of them.",
						"What Preluria lacks in civilization on its surface it more than compensates for in the teeming settlements found on its wide orbital rings. Consisting of millions of ice and mineral bodies of all sizes, the rings of Preluria host countless hidden smugglers’ bases, mercenary training facilities, and retreats for wealthy, influential, or misanthropic individuals from across the galaxy. There is no centralized government, with an ever-shifting landscape of political alliances, rivalries, and uneasy neutralities spreading across the immense disk.",
						"The largest settlements among Preluria’s rings are found on the 23 bodies big enough to provide natural gravity of varying intensities, most of which have normal natural atmospheres. It is from these bodies that the strongest factions of the rings wage war against one another. Among the most powerful factions are the mercenary Vorlath, who shift loyalties to ever-higher bidders but also maintain their own independent ambitions; the seemingly peaceful Xystrian Brotherhood, whose agents pose as pacifists while sabotaging their enemies; the Prelurian Patrol, who attempts with erratic success to eliminate the system’s criminal elements and keep order; the Freugan Salvage Company, claiming any valuables found on any of the rings’ particles; and the Reivolan Institute, who conducts questionable experiments and research, welcoming scientists who are prohibited from practicing on other worlds.",
						"Smaller bodies house a variety of surface and subterranean structures, either as part of conglomerates or held by individuals with no ties to their neighbors. Some of these have artificial atmospheres, though most are barren beyond those artificial structures built on them."
					]
				}
			]
		},
		{
			"name": "Embroi",
			"images": {
				"body": "",
				"background": ""
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Like a geode, the planet Embroi shimmers violet in the void, a place of quiet complexity and efficiency. Six continents divide the planet’s amethyst seas, which are the domains of countless species of massive, regal mollusks. Girded by archipelagos, these landmasses are called Antikawara, the Baskar Expanse, Chapru Von, Demagallo, Irralo Kellad, and Kanfrei. The Baskar Expanse is the largest but least populated, a land of ruins, ash storms, and plague—all remnants of the barely remembered but much-maligned Baskar States. Most of the world’s population dwells on either Demagallo, the capital-continent, or Irralo Kellad, a land of iron mountains and factory-wrought boreholes.",
						"The mask-faced Embri are the dominant race, cleaving to their places in society and daily regimens with near religious fervor. Individual desires are disruptions that, over centuries of cultural repression and societal scripting, have been quashed. There are few freethinking Embri on the planet and no rebellion or even quiet resistance. Each Embri has a role, and it either performs it well or is replaced. They do as they are instructed and are rewarded with paltry comforts and hollow promises, making Embroi a particularly valuable slave world in Hell’s Material Plane empire.",
						"Few residents, and even fewer visitors from the Pact Worlds, realize that Embroi is a fiefdom of Hell. The diabolical population exists only in the planet’s shadows, and overt infernal influences remain minimal. Knowledge of the world’s vast network of underground thoroughfares has been erased from Embroi’s histories. This nether realm is now the domain of quiet levaloch armies; burning portals to Malebolge, the sixth layer of Hell; and scab-encrusted sacrifice machines. Over it all watches the victorious malebranche Occhiorasoi, who conquered Embroi before the onset of the Gap. Now she waits, as she has for eons, ever prepared for her world to contribute to Asmodeus’s unknown immortal designs."
					]
				}
			]
		},
		{
			"name": "Jedarat",
			"images": {
				"body": "",
				"background": ""
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A lifeless, rocky world orbiting a yellow dwarf mainsequence star called Vose 303, Jedarat is the site of a joint environmental project sponsored by AbadarCorp, the Xenowardens, and a start-up company called New Horizons Luxury Retreats. In its natural state, Jedarat is bone-chillingly cold, lacks an atmosphere thick enough to support most humanoids, and seems uninhabited. Yet, with minor scientific effort, the planet is poised to become a pristine, snow-capped vacation resort-world that investors hope will attract tourists as well as settlers.",
						"Currently, the scientists and xenodruids stationed on the planet work toward that very goal. At Jedarat’s poles, city-sized atmospheric conversion modules transform the polar ice caps into gases pumped high into the sky, thickening the atmosphere and warming the planet. Vast microbial mats—the abiogenesis of  native life on Jedarat—spread across the  land between shallow but growing seas.",
						"The scientists overseeing the project’s progress have discovered the existence of some previously unknown alien ruins situated in the planet’s most remote corners. As various factions scramble to mount their own archaeological expeditions, the project’s investors  have already begun some early exploratory forays into the ruins. Ever eager for new opportunities to turn a profit, the investors are spinning myriad plans for incorporating the ancient ruins into the planet’s future holiday amenities."
					]
				}
			]
		},
		{
			"name": "Lothun",
			"images": {
				"body": "",
				"background": ""
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Just a decade ago, Lothun was little more than a primitive hunk of metal, home to no sentient life, devoid of any ecosystems to speak of, and languishing under a toxic atmosphere. However, upon discovering it, a consortium of mining entrepreneurs called the Prospectors recognized that Lothun could easily host a terraforming experiment that, if successful, would repay its cost a thousandfold once the planet could be mined for resources.",
						"The Prospectors quickly established massive nano-forges and laboratories at key junctures around the planet and stationed scientists there indefinitely. The Prospectors carefully shielded each facility from the harsh environment and linked them to generate synchronized terraforming “pulses” intended to remake Lothun according to predetermined environmental designs.",
						"However, the tech ran amok, and the terraforming pulses became nano-forge storms that rampaged across Lothun’s surface, transforming the world seemingly at random. The original bases remain, their shielding protecting them from destruction; they continue to emit terraforming energies, but all communication with the Prospectors’ scientists has ceased. The tech works to a degree, as there are large roving pockets of breathable air scattered throughout Lothun. If it could be salvaged, the planet might be a great boon to future colonies across unsettled space—or perhaps it might serve as a civilization-threatening weapon, if the Prospectors’ facilities fell into the wrong hands."
					]
				}
			]
		},
		{
			"name": "Orikolai",
			"images": {
				"body": "",
				"background": ""
			},
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The circumstances necessary to form a ring-shaped world seem beyond the capabilities of nature, yet the toroidshaped planet Orikolai—also referred to as the Crucible—maintains a fairly stable shape that resists collapsing into a rounded mass.",
						"This shape dictates Orikolai’s bizarre surface conditions. Gravity on the planet is irregular, with surface gravity strongest along the interior and exterior equator and weakest along the hub and rim. In this way, the planet’s gravity fluctuates from low to normal. Because it orbits its sun at an angle, Orikolai experiences dramatic seasons, resulting in summers with 10,000 hours of daylight and equally dark winters. The planet remains tectonically active, with hubward plates converging into towering mountains capped in sun-shielded glaciers and rim-bound plates diverging dramatically into volcanically active expanses.",
						"Orikolai’s flora and fauna have evolved to endure these conditions. Some, such as the herds of hashukayaks and highflying hub geese, live in a yearlong cycle of migration, crossing the planet to follow sunlight and food. Others hibernate to combat the long winters. Yet others demonstrate seasonal plasticity, even evolving bladderlike organs that allow them to adjust to a range of surface gravities.",
						"Popular etiology holds that scientists of a long-removed age built Orikolai as a laboratory before departing millennia ago, even seeding the surface with life that has since adapted to their world’s dynamic climate. Outside races have attempted to colonize Orikolai with little success. Xenoarchaeologists nonetheless delight in exploring the world, for in secluded regions, ruins from the planet’s creator race remain. Most intriguing is the moonlike body within the circular void of the planet’s ring. Explorers suspect that this moon might have once served as a control center for the entire planet.",
						"The time left to study Orikolai draws to a close, however, as the artificial stabilization processes that prevent the torus from collapsing have experienced gradual decay. Scientists predict that in a matter of centuries, the world will collapse inward on itself, making it a race against time to learn who the creators were, where they went, what they learned from their experimentations, and why they disappeared without a trace. CORE RULEB"
					]
				}
			]
		}
	]
}