{
	"items": [
		{
			"date": "10/05/2019",
			"name": "Intro Part 1",
			"party": [
				"Glip-Glop Skreeeeeeeee",
				"Kevin",
				"Timfling",
				"William Robert Taft"
			],
			"players": [
				"Diego",
				"Dom",
				"Kym",
				"Kendall",
				"Tim"
			],
			"entries": [
				"The Black Eyed Harpeas were personally signed to Vox Laudis by its founder, Jason Knight. He promptly gave them their first assignment: finding the latest drug to hit the streets. Lots of stuff happened, and William Robert Taft died himself to death."
			]
		},
		{
			"date": "10/19/2019",
			"name": "Intro Part 2",
			"party": [
				"Boss Baby",
				"Ford",
				"Glip-Glop Skreeeeeeeee",
				"Kevin",
				"Trox"
			],
			"players": [
				"Diego",
				"Dom",
				"Kendall"
			],
			"entries": [
				""
			]
		},
		{
			"date": "11/02/2019",
			"name": "Intro Part 3",
			"party": [
				"Boss Baby",
				"Ford",
				"Kevin",
				"Timfling"
			],
			"players": [
				"Diego",
				"Dom",
				"Kendall",
				"Tim"
			],
			"entries": [
				""
			]
		},
		{
			"date": "11/30/2019",
			"name": "Escape from the Prison Planet",
			"party": [
				"4ndy",
				"Major Ursa",
				"Kevin",
				"Torque",
				"Orellia"
			],
			"players": [
				"Mark",
				"Dom",
				"Kendall",
				"Chuck",
				"Andy"
			],
			"entries": [
				""
			]
		},
		{
			"date": "12/14/2019",
			"name": "Cancelled",
			"party": [],
			"players": [],
			"entries": []
		},
		{
			"date": "12/28/2019",
			"name": "Sophomore Slump",
			"party": [
				"4ndy",
				"Ursa",
				"Kevin",
				"Torque",
				"Orellia"
			],
			"players": [
				"Mark",
				"Dom",
				"Kendall",
				"Chuck",
				"Andy"
			],
			"entries": [
				"The party received a new captain in the form of Aurelia, a confident Drow bounty-hunter. The party killed Ned Flanders and his family, adopted an injured dog named Scooter, and stole the Krabby Patty formula."
			]
		},
		{
			"date": "01/11/2020",
			"name": "Into The Vast",
			"party": [
				"4ndy",
				"Kevin",
				"Aurelia"
			],
			"players": [
				"Mark",
				"Dom",
				"Andy"
			],
			"entries": [
				"Decided to delve into the vast to see what riches could be gained. During the initial jump, the party was attacked by beings made of energy who took their shapes. The experience was harrowing, but the party was able to drive the creatures away.",
				"Decided to explore a derilict ship. Found one that fit the bill quite nicely, but was heckin' spoopy. Ship was haunted by a ghostly goblinoid figure who enjoyed toying with the party. The party escaped and nuked the ship. The only items they gained were an old paper journal, an old computer game, and a set of coordinates that were scrawled in the only empty cryopod. 4ndy probably has a ghost virus now.",
				"Party killed a space goblin pirate whilst he was using the restroom, and then fled from his homies by hiding in the crowd at a large space death race.",
				"Party found an old generation ship populated by a medieval society. Promptly set about destroying their way of life."
			]
		},
		{
			"date": "01/25/2020",
			"name": "A Deal with Devils",
			"party": [
				"4ndy",
				"Kevin",
				"J",
				"Ursa",
				"Torque"
			],
			"players": [
				"Mark",
				"Dom",
				"Andy",
				"Kendall",
				"Chuck"
			],
			"entries": [
				"Made deal with Aranea. Agreed to bring her and roughly two dozen followers to an inhabited world.",
				"Kevin is a werewolf.",
				"Torque is a werebat.",
				"Ursa is a Vampire."
			]
		},
		{
			"date": "02/08/2020",
			"name": "",
			"party": [
				"4ndy",
				"Kevin",
				"J",
				"Torque"
			],
			"players": [
				"Mark",
				"Dom",
				"Andy",
				"Chuck"
			],
			"entries": [
				""
			]
		},
		{
			"date": "02/22/2020",
			"name": "",
			"party": [
				"4ndy",
				"Kevin",
				"J",
				"Ursa",
				"Torque"
			],
			"players": [
				"Mark",
				"Dom",
				"Andy",
				"Kendall",
				"Chuck"
			],
			"entries": [
				"Kendall - Your CHA stat becomes your CHAR stat, determining your effectiveness at cooking up a mean barbeque. Reflavour spells and skill checks accordingly.",
				"Andy - Characters must only answer questions with lies, unless they are asked about the reason for their behaviour (ex: “are you cursed?” “Are you lying on purpose?”) In which case they must respond in the affirmative.",
				"Kendall - The character finds a wooden spoon in their bag. Every time they retrieve an item they find another wooden spoon. Every time they investigate an area they find another wooden spoon. Every time the search a body they find another wooden spoon. If they intentionally attempt to locate, retrieve, or use a spoon the task is impossible.",
				"4ndy was destroyed.",
				"Kevin ate a magic bean, and consequently exploded.",
				"1550 credits each",
				"19 crates of hensar weapons"
			]
		},
		{
			"date": "03/07/2020",
			"name": "",
			"party": [
				"4ndy",
				"Kevin",
				"J",
				"Ursa",
				"Torque"
			],
			"players": [
				"Mark",
				"Dom",
				"Andy",
				"Kendall",
				"Chuck"
			],
			"entries": [
				"Money Peril contestants:",
				"Orghuun",
				"Keth Turner",
				"Xyrnos",
				"M'Ress",
				"Denza",
				"The party crashlanded into the Uchorae Jungle, with roughly 9 minutes left until ship's reactor explodes."
			]
		},
		{
			"date": "03/21/2020",
			"name": "",
			"party": [
				"4ndy",
				"Kevin",
				"J",
				"Ursa",
				"Torque"
			],
			"players": [
				"Mark",
				"Dom",
				"Andy",
				"Kendall",
				"Chuck"
			],
			"entries": [
				"Uchorae Jungle",
				"A haven for all manner of vampiric predators in the summer, Triaxus’s largest jungle in the winter is home primarily to the hated bearlike vampiric beasts known as ranoneks. This season, ranonek attacks on settled areas—including Kamora, just to the north—have become more violent, and it’s no coincidence. The beasts’ simple minds are under the control of a ryphorian who fell to a necromantic disease the previous summer: Creeva (NE male ryphorian vampire mystic). An egomaniac, he has set his sights on overrunning Kamora, turnings its citizens into undead, and ruling over the new necropolis. So far, no one from the city-state knows of Creeva’s existence, though the vampire has already begun to set plans into motion."
			]
		}
	]
}